Repository: smotornyuk/ckanext-example-default-group-type
Catalog: ckanext/example_default_group_type/i18n/*/LC_MESSAGES/ckanext-example_default_group_type.po
Languages: de

source: Add category
de: Add category[GERMAN VERSION]

source: Categories
de: Categories[GERMAN VERSION]

source: Create category
de: Create category[GERMAN VERSION]

source: Are you sure you want to delete this category?
de: Are you sure you want to delete this category?[GERMAN VERSION]

source: A little information about my category...
de: A little information about my category...[GERMAN VERSION]

source: Edit category
de: Edit category[GERMAN VERSION]

source: Category Form
de: Category Form[GERMAN VERSION]

source: My categories
de: My categories[GERMAN VERSION]

source: View category
de: View category[GERMAN VERSION]

source: My category
de: My category[GERMAN VERSION]

source: There are currently no categories for this site
de: There are currently no categories for this site[GERMAN VERSION]

source: There are no categories associated with this dataset
de: There are no categories associated with this dataset[GERMAN VERSION]

source: There is no description for this category
de: There is no description for this category[GERMAN VERSION]

source: No category
de: No category[GERMAN VERSION]

source: Save category
de: Save category[GERMAN VERSION]

source: Search categories...
de: Search categories...[GERMAN VERSION]

source: You are not a member of any categories.
de: You are not a member of any categories.[GERMAN VERSION]

source: Update category
de: Update category[GERMAN VERSION]
